* Isunnguata_27km-11A
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Isunnguata_27km-11A
Place name                       | Isunnguata Sermia
Geographic location              | Central West Greenland
Ice type                         | Ice sheet
Data Source                      | Meierbachtol email
Data DOI                         | 
Science Source                   | Harrington, Joel A., Humphrey, Neil F., Harper, Joel T.: Temperature distribution and thermal anomalies along a flowline of the Greenland ice sheet , Annals of Glaciology 56(70), 98–104, 2015 
Science DOI                      | 10.3189/2015AoG70A942
Date                             | 2011
Longitude [°E]                   | -49.71952
Latitude [°N]                    | 67.19518000000001
Location Source                  | T. Meierbachtol email
Depth of top measurement [m]     | 218.0
Depth of bottom measurement [m]  | 368
Ice thickness [m]                | 458
Coverage [% of thickness]        | 33
Ice thickness source             | T. Meierbachtol email
Note                             | See data in M1-10 folder; Harrington 2015 name: S3-A
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -g -k1
#+END_SRC

#+RESULTS: ingest_data
|     d |      t |
| 217.5 | -2.091 |
| 227.5 | -1.998 |
| 237.5 | -1.851 |
| 247.5 | -1.736 |
| 257.5 | -1.425 |
| 267.5 | -1.215 |
| 277.5 | -0.939 |
| 287.5 | -0.759 |
| 297.5 | -0.611 |
| 317.5 | -0.374 |
| 347.5 | -0.367 |
| 357.5 | -0.403 |
| 367.5 | -0.409 |

